Repository: common-repository/update-notifications
Catalog: lang/upn-*.po
Languages: it_it

source: Update notifications: new updates to the site
it_it: Update notifications: nuovi aggiornamenti nel sito

source: There are new updates to the site
it_it: Ci sono nuovi aggiornamenti nel sito

source: To update click on the following
it_it: Per aggiornare clicca sul seguente

source: Below is the list.
it_it: Di seguito &egrave; riportato l'elenco.

source: Upgrading Wordpress
it_it: Aggiornamento Wordpress

source: Upgrading Plugins
it_it: Aggiornamento Plugins

source: Upgrading Themes
it_it: Aggiornamento Themes

source: This email was created with the plugin Update Notifications.
it_it: Questa mail &egrave; stata creata con la plugin Update Notifications.

source: Added Email
it_it: Email Aggiuntive

source: To enter multiple email addresses separated by a comma
it_it: Per inserire pi√π indirizzi email separarli con una virgola.

source: Checks for updates every
it_it: Controlla ogni

source: Hours
it_it: Ore

source: Disable notifications for these items
it_it: Disabilita le notifiche per questi elementi

source: Plugins
it_it: Plugin

source: Themes
it_it: Temi

source: Save
it_it: Salva
